tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "bat"
brew "btop"
brew "exa"
brew "fzf"
brew "git"
brew "go"
brew "hugo"
brew "imagemagick"
brew "sqlite"
brew "iproute2mac"
brew "john-jumbo"
brew "lua"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "nim"
brew "nmap"
brew "node"
brew "pfetch"
brew "python@3.10"
brew "qemu"
brew "starship"
brew "wget"
brew "xcodes"
brew "koekeishiya/formulae/skhd"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "alt-tab"
cask "fig"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "insomnia"
cask "obs"
cask "warp"
